Repository: br0nke/mega-stok
Catalog: tasker_stok/tasks/locale/*/LC_MESSAGES/django.po
Languages: lt

source: total tasks
lt: išviso užduočių

source: undone tasks
lt: nebaigtos užduotys

source: recent tasks
lt: naujausios užduotys

source: general
lt: pagrindinis

source: ownership
lt: savinikas

source: temporal tracking
lt: laikinas sekimas

source: tasks
lt: užduotys

source: name
lt: pavadinimas

source: owner
lt: savinikas

source: project
lt: projektas

source: projects
lt: projektai

source: description
lt: aprašymas

source: created at
lt: sukurtas

source: updated at
lt: pakeistas

source: is done
lt: atliktas

source: deadline
lt: paskutine diena

source: task
lt: užduotys

source: dashboard
lt: Veiksmų lenta

source: community on discord
lt: discordo bendruomenė
